
HandyNotes_CauldronsDB = {
	["profileKeys"] = {
		["猫乄 - 阿尔萨斯"] = "猫乄 - 阿尔萨斯",
		["老弓 - 阿尔萨斯"] = "老弓 - 阿尔萨斯",
		["丨术丨 - 阿尔萨斯"] = "丨术丨 - 阿尔萨斯",
		["你见过我吗 - 阿尔萨斯"] = "你见过我吗 - 阿尔萨斯",
		["阿服第一武僧 - 阿尔萨斯"] = "阿服第一武僧 - 阿尔萨斯",
		["霜天晓角 - 阿尔萨斯"] = "霜天晓角 - 阿尔萨斯",
		["木叶之说 - 阿尔萨斯"] = "木叶之说 - 阿尔萨斯",
		["秋心 - 阿尔萨斯"] = "秋心 - 阿尔萨斯",
		["悦战 - 阿尔萨斯"] = "悦战 - 阿尔萨斯",
		["冰火兮 - 阿尔萨斯"] = "冰火兮 - 阿尔萨斯",
		["古剑 - 阿尔萨斯"] = "古剑 - 阿尔萨斯",
		["作业还没写 - 阿尔萨斯"] = "作业还没写 - 阿尔萨斯",
	},
	["profiles"] = {
		["猫乄 - 阿尔萨斯"] = {
		},
		["老弓 - 阿尔萨斯"] = {
		},
		["丨术丨 - 阿尔萨斯"] = {
		},
		["你见过我吗 - 阿尔萨斯"] = {
		},
		["阿服第一武僧 - 阿尔萨斯"] = {
		},
		["霜天晓角 - 阿尔萨斯"] = {
		},
		["木叶之说 - 阿尔萨斯"] = {
		},
		["秋心 - 阿尔萨斯"] = {
		},
		["悦战 - 阿尔萨斯"] = {
		},
		["冰火兮 - 阿尔萨斯"] = {
		},
		["古剑 - 阿尔萨斯"] = {
		},
		["作业还没写 - 阿尔萨斯"] = {
		},
	},
}
