
MethodDungeonToolsDB = {
	["profileKeys"] = {
		["猫乄 - 阿尔萨斯"] = "猫乄 - 阿尔萨斯",
		["霜天晓角 - 阿尔萨斯"] = "霜天晓角 - 阿尔萨斯",
		["秋心 - 阿尔萨斯"] = "秋心 - 阿尔萨斯",
		["冰火兮 - 阿尔萨斯"] = "冰火兮 - 阿尔萨斯",
		["老弓 - 阿尔萨斯"] = "老弓 - 阿尔萨斯",
		["你见过我吗 - 阿尔萨斯"] = "你见过我吗 - 阿尔萨斯",
	},
	["global"] = {
		["presets"] = {
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [1]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [2]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [3]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [4]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [5]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [6]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [7]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [8]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [9]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [10]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [11]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [12]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [13]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [14]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [15]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [16]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [17]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [18]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [19]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [20]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [21]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [22]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [23]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [24]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [25]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [26]
		},
	},
}
