
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"丨术丨|阿尔萨斯|Horde|49|WARLOCK", -- [1]
				"作业还没写|阿尔萨斯|Horde|35|SHAMAN", -- [2]
				"你见过我吗|阿尔萨斯|Horde|50|ROGUE", -- [3]
				"冰火兮|阿尔萨斯|Horde|50|MAGE", -- [4]
				"古剑|阿尔萨斯|Horde|45|DEATHKNIGHT", -- [5]
				"悦战|阿尔萨斯|Horde|35|WARRIOR", -- [6]
				"木叶之说|阿尔萨斯|Horde|45|PRIEST", -- [7]
				"猫乄|阿尔萨斯|Horde|50|DRUID", -- [8]
				"秋心|阿尔萨斯|Horde|50|PALADIN", -- [9]
				"老弓|阿尔萨斯|Horde|42|HUNTER", -- [10]
				"阿服第一武僧|阿尔萨斯|Horde|35|MONK", -- [11]
				"霜天晓角|阿尔萨斯|Horde|48|DEMONHUNTER", -- [12]
			},
		},
	},
	["profileKeys"] = {
		["猫乄 - 阿尔萨斯"] = "猫乄 - 阿尔萨斯",
		["霜天晓角 - 阿尔萨斯"] = "霜天晓角 - 阿尔萨斯",
		["丨术丨 - 阿尔萨斯"] = "丨术丨 - 阿尔萨斯",
		["你见过我吗 - 阿尔萨斯"] = "你见过我吗 - 阿尔萨斯",
		["阿服第一武僧 - 阿尔萨斯"] = "阿服第一武僧 - 阿尔萨斯",
		["老弓 - 阿尔萨斯"] = "老弓 - 阿尔萨斯",
		["木叶之说 - 阿尔萨斯"] = "木叶之说 - 阿尔萨斯",
		["秋心 - 阿尔萨斯"] = "秋心 - 阿尔萨斯",
		["悦战 - 阿尔萨斯"] = "悦战 - 阿尔萨斯",
		["冰火兮 - 阿尔萨斯"] = "冰火兮 - 阿尔萨斯",
		["古剑 - 阿尔萨斯"] = "古剑 - 阿尔萨斯",
		["作业还没写 - 阿尔萨斯"] = "作业还没写 - 阿尔萨斯",
	},
	["profiles"] = {
		["猫乄 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"你见过我吗|阿尔萨斯|Horde", -- [1]
					"秋心|阿尔萨斯|Horde", -- [2]
					"儒雅的阿昆达|阿尔萨斯|Horde", -- [3]
				},
			},
		},
		["霜天晓角 - 阿尔萨斯"] = {
		},
		["丨术丨 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"你见过我吗|阿尔萨斯|Horde", -- [1]
				},
			},
		},
		["你见过我吗 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"丨术丨|阿尔萨斯|Horde", -- [1]
					"右手不会动|阿尔萨斯|Horde", -- [2]
					"流木无花|阿尔萨斯|Horde", -- [3]
					"冰火兮|阿尔萨斯|Horde", -- [4]
					"猫乄|阿尔萨斯|Horde", -- [5]
					"伊利郸|阿尔萨斯|Horde", -- [6]
					"莓良心|阿尔萨斯|Horde", -- [7]
				},
			},
		},
		["阿服第一武僧 - 阿尔萨斯"] = {
		},
		["老弓 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"你见过我吗|阿尔萨斯|Horde", -- [1]
				},
			},
		},
		["木叶之说 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"你见过我吗|阿尔萨斯|Horde", -- [1]
				},
			},
		},
		["秋心 - 阿尔萨斯"] = {
		},
		["悦战 - 阿尔萨斯"] = {
		},
		["冰火兮 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"猫乄|阿尔萨斯|Horde", -- [1]
					"你见过我吗|阿尔萨斯|Horde", -- [2]
				},
			},
		},
		["古剑 - 阿尔萨斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"猫乄|阿尔萨斯|Horde", -- [1]
					"你见过我吗|阿尔萨斯|Horde", -- [2]
				},
			},
		},
		["作业还没写 - 阿尔萨斯"] = {
		},
	},
}
